[
  {
    "id": 1,
    "title": " İlk Deneme",
    "category": "Deneme",
    "excerpt": "İlk Deneme",
    "author": "Deneme",
    "date": "2025-09-28",
    "content": "Burası fikirlerimi paylaştığım güzel yer olması dileği ile."
  },
  {
    "id": 2,
    "title": "Hastane Travmaları",
    "category": "Psikoloji",
    "excerpt": "Hastahane travmaları hakkında",
    "author": "Mehmet Fatih Gültekin",
    "date": "2025-09-29",
    "content": "Ben bir hastahaneye girdiğimde neden irkiliyorum .Bu bir tek bende mi oluyor yoksa tüm çocuklardamı. Bunun sebebini az çok tahmin edebiliyorum: tranva oluşmuş. Ayrıca bu tranva bence her yaşta devam ettiğini düşünüyorum çünkü yetişkinler de hastahaneye girdiklerinde gergin oluyorlar. Bu konuyu araştıracağım."
  },
  {
    "id": 3,
    "title": "Link denemesi",
    "category": "Deneme",
    "excerpt": "örnek link denemesi",
    "author": "Deneme",
    "date": "2025-09-30",
    "content": "Bu bir <a href='https://tr.wikipedia.org/wiki/Anasayfa' target='_blank'>örnek link</a> yazısıdır."
  },
  {
    "id": 4,
    "title": "Hafıza Sarayı",
    "category": "Psikoloji",
    "excerpt": "Hafıza sarayı hakkında birkaç bilgi.",
    "author": "Mehmet Fatih Gültekin",
    "date": "2025-10-01",
    "content": "<a href='https://en.wikipedia.org/wiki/Method_of_loci' target='_blank'>Method of loci</a> namı değer hafıza sarayı. Peki nedir bu hafıza sarayı ? Hafıza sarayı aslında asırlarca kullanılan bir teknik,antik Roma dan beridir kullanıldığı düşünülür. Hafıza sarayı temelinde görselleştirme bulunmakta. Siz öğrendiğiniz bir bilgiyi veya kelimeyi hayal gücünüz yardımı ile görselleştirirsiniz. Daha sonra bu görselleştirdiğiniz kelimeyi mekanınıza (hayali veya gerçek önemi yok) oraya yerleştirirsiniz daha sonra önceden belirlenmiş rotanızı takip ederek o bilgileri bulabilirsiniz."
  },
  {
    "id": 5,
    "title": "Yapay Zekânın Gelişimi: İnsanlık için Yeni Bir Çağın Başlangıcı",
    "category": "Teknoloji",
    "excerpt": "Yapay zekanın hikayesi.",
    "author": "Mehmet Fatih Gültekin",
    "date": "2025-10-02",
    "content": "Yapay zeka insanlık tarihinin en önemli teknolojik sıçramalarından biri olarak kabul edilmektedir. Buhar makinesi sanayi devrimini başlatmış, elektrik yaşamı dönüştürmüş, internet bilgi çağını açmışsa yapay zeka da günümüzün dijital çağını şekillendiren güç haline gelmiştir. Bu teknoloji yalnızca teknik bir yenilik değil aynı zamanda toplumsal, ekonomik ve kültürel dönüşümün merkezinde duran bir olgudur. 1950lerde <a href='https://en.wikipedia.org/wiki/Alan_Turing' target='_blank'>Alan_Turing</a> makineler düşünebilir mi sorusu yapay zeka araştırmalarının temelini oluşturdu. 1960 ve 1970lerde satranç oynayan programlar ve basit mantıksal sistemler geliştirildi ancak işlem gücü sınırlı olduğu için ilerleme yavaş kaldı. 1980 ve 1990larda uzman sistemler iş dünyasında kullanılmaya başlandı. 1997de <a href='https://en.wikipedia.org/wiki/IBM' target='_blank'>IBM</a> tarafından geliştirilen <a href='https://en.wikipedia.org/wiki/Deep_Blue_(chess_computer)' target='_blank'>Deep Blue</a> adlı bilgisayar dünya satranç şampiyonu <a href='https://en.wikipedia.org/wiki/Garry_Kasparov' target='_blank'>Garry_Kasparov</a> yenerek tarihe geçti. 2000li yıllarla birlikte internetin yaygınlaşması, veri miktarının artması ve işlem gücünün gelişmesi makine öğrenmesine hız kazandırdı. 2010 sonrası ise derin öğrenme ve büyük verinin gücüyle yapay zeka tıp, ulaşım, finans ve sanat gibi birçok alanda çığır açtı. Bugün yapay zeka sağlıkta erken teşhis ve kişiselleştirilmiş tedavi imkanı sunmakta, finans sektöründe dolandırıcılık tespiti ve yatırım modelleri geliştirmekte, ulaşımda otonom araçları mümkün kılmakta, eğitimde kişiye özel öğrenme süreçlerini desteklemekte, sanatta yeni üretim biçimleri ortaya çıkarmakta ve güvenlik alanında kritik rol oynamaktadır. Yapay zekanın günlük yaşamla bu kadar bütünleşmesi onun yalnızca bir teknoloji değil aynı zamanda geleceğin düzenini belirleyecek bir unsur olduğunu göstermektedir. Bu gelişim insanlığa büyük fırsatlar sunduğu gibi çeşitli riskler de barındırmaktadır. Verimlilik artışı, küresel sorunlara çözümler ve yaratıcılığı destekleyen yeni araçlar önemli kazanımlar olsa da iş gücü kaybı, mahremiyetin ihlali, algoritmik önyargılar ve kontrolsüz gelişim ihtimali kaygı uyandırmaktadır. Özellikle insan zekasına benzer şekilde düşünebilen genel yapay zekanın ortaya çıkma ihtimali insanlığı ya büyük bir refah dönemine ya da varoluşsal risklerle dolu bir döneme taşıyabilir. Sonuç olarak yapay zekanın gelişimi insanlığın yalnızca teknolojiyle değil etik ve felsefi sorunlarla da yüzleşmesini zorunlu kılmaktadır. Bu teknoloji doğru yönetildiğinde insanlığın ortak yararına hizmet edecek, yanlış kullanıldığında ise büyük tehlikeler doğurabilecektir. Yapay zeka geleceğin kaderini belirleyecek en önemli faktörlerden biri olarak tarihe geçmektedir."
  },
  {
    "id": 6,
    "title": "Şiirin Gücü",
    "category": "Edebiyat",
    "excerpt": "Şiir nedir?",
    "author": "Mehmet Fatih Gültekin",
    "date": "2025-10-03",
    "content": "Şiir insanlık tarihinin en eski sanat dallarından biridir ve duyguların, düşüncelerin ve hayallerin söz aracılığıyla estetik bir biçimde ifade edilmesini sağlar. Antik Yunan’da <a href='https://en.wikipedia.org/wiki/Homer' target='_blank'>Homer</a> destanları, Orta Çağ’da <a href='https://en.wikipedia.org/wiki/Dante_Alighieri' target='_blank'>Dante</a>nin İlahi Komedyası ya da Doğu’da <a href='https://en.wikipedia.org/wiki/Rumi' target='_blank'>Mevlana Celaleddin Rumi</a>nin eserleri şiirin insan ruhuna ve düşünce dünyasına nasıl derinlik kattığını gösterir. Biçimsel olarak ölçü, uyak ve ritim gibi unsurlarla düzenlenebileceği gibi serbest tarzda da yazılabilir. <a href='https://en.wikipedia.org/wiki/Walt_Whitman' target='_blank'>Walt Whitman</a> gibi modern şairler kalıpları yıkarak özgür bir ifade biçimi geliştirmiştir. Türk edebiyatında ise <a href='https://en.wikipedia.org/wiki/Naz%C4%B1m_Hikmet' target='_blank'>Nazım Hikmet</a>in toplumcu gerçekçi şiirleri ya da <a href='https://en.wikipedia.org/wiki/Orhan_Veli_Kan%C4%B1k' target='_blank'>Orhan Veli</a>nin Garip hareketi bu çeşitliliği ortaya koyar. Şiir bireysel bir terapidir çünkü insan sevincini, acısını, özlemini ya da umutlarını şiir aracılığıyla dile getirdiğinde sözcükler sıradan anlamlarının ötesine geçer ve okuyucuda derin bir etki bırakır. Günümüzde şiir yalnızca kitaplarda değil dijital ortamda, sosyal medyada ve performans sanatlarında da varlığını sürdürmektedir. Onun gücü kelimeleri yeniden şekillendirme ve onlara yeni anlamlar katma yeteneğinde yatar. Bu nedenle şiir yalnızca bir edebiyat türü değil insan ruhunun en eski ve en güçlü ifade biçimlerinden biridir."
  },
  {
    "id": 7,
    "title": "Sora 2 ve Sanata Hakaret Tartışmaları",
    "category": "Teknoloji",
    "excerpt": "Sora 2 ile video sektöründe büyük değişiklikler oldu. Peki sanat...",
    "author": "Mehmet Fatih Gültekin",
    "date": "2025-10-04",
    "content": "<a href='https://openai.com' target='_blank'>OpenAI</a> tarafından geliştirilen <a href='https://openai.com/sora' target='_blank'>Sora 2</a>, video ve görüntü üretiminde yapay zekâ tabanlı en gelişmiş araçlardan biri olarak tanıtılmış ancak beraberinde hem teknik hem de etik açıdan yoğun tartışmalar getirmiştir. Bu tartışmaların merkezinde aracın sanata yönelik bir hakaret niteliği taşıyıp taşımadığı sorusu yer almaktadır. Eleştirilerin en güçlü olanı telif hakkı ihlali iddiasına dayanmaktadır çünkü modelin eğitimi sırasında sanatçıların eserlerinin izinsiz ve ücretsiz biçimde kullanılmış olabileceği öne sürülmektedir, bu durum sanatçının emeğini görünmez kılmakta ve yapay zekânın ürettiği içeriğin eserin özgün kaynağını silikleştirmesine yol açmaktadır, <a href='https://techcrunch.com/' target='_blank'>TechCrunch</a>, <a href='https://www.vox.com/' target='_blank'>Vox</a> ve <a href='https://omni.media/' target='_blank'>Omni</a> gibi kaynaklarda bu konuya sıkça değinilmiştir. Bir diğer eleştiri yapay zekânın sanatçıların üslubunu ya da görsel dilini izin alınmadan taklit etmesi ve bunu sanki özgün bir sanat eseriymiş gibi sunmasıdır, özellikle <a href='https://en.wikipedia.org/wiki/Sam_Altman' target='_blank'>Sam Altman</a> tarafından yapılan Studio Ghibli ve <a href='https://en.wikipedia.org/wiki/Hayao_Miyazaki' target='_blank'>Hayao Miyazaki</a> göndermeli videolar bu açıdan eleştirilmiş, bu tür üretimlerin hem mizahi bir unsur barındırdığı hem de sanatçının özgünlük ve kontrol alanını zayıflattığı belirtilmiştir, bu noktada <a href='https://indianexpress.com/' target='_blank'>The Indian Express</a> ve <a href='https://economictimes.indiatimes.com/' target='_blank'>The Economic Times</a> tartışmaları gündeme taşımıştır. Ayrıca Sora 2’nin sanatın anlamını bulanıklaştırdığı iddia edilmekte çünkü yapay zekâ ile üretilmiş içerik insan sanatçının özgün bakış açısını, kültürel bağlarını ve içsel deneyimlerini tam anlamıyla yansıtamamaktadır, sanat yalnızca görsel biçimden ibaret değildir, niyet, bağlam ve deneyim gibi unsurlar büyük önem taşır, <a href='https://www.squaringthenet.org/' target='_blank'>Squaring The Net</a> bu bağlamda yapay zekânın sanat değerini dönüştürme riskine dikkat çekmiştir. Son olarak içerik sınırlarının, kullanıcı kontrolünün ve sanatçı onayının yeterli olmaması da eleştiriler arasındadır, gerçek kişilerin benzerliklerinin izinsiz biçimde kullanılması ve filtrelerin bazı durumlarda etkisiz kalması sanatçıların rızası dışında malzemeye dönüştürülmesine yol açmakta, bu da birçok kişi tarafından sanata ve sanatçıya bir saygısızlık olarak görülmektedir, <a href='https://www.theverge.com/' target='_blank'>The Verge</a> gibi kaynaklar konunun etik boyutlarını ön plana çıkarmaktadır. Sonuç olarak Sora 2 yalnızca teknik bir yenilik değil aynı zamanda sanatın sınırlarını, değerini ve anlamını tartışmaya açan bir araç olarak hem sanatçıların hem de izleyicilerin tepkisini çekmektedir."
  },
  {
    "id": 8,
    "title": "Bandwagon Effect (Sürü Psikolojisi)",
    "category": "Psikoloji",
    "excerpt": "Kararlarınızı kendiniz mi veriyorsunuz?",
    "author": "Mehmet Fatih Gültekin",
    "date": "2025-10-05",
    "content": "<a href='https://en.wikipedia.org/wiki/Bandwagon_effect' target='_blank'>Bandwagon effect</a>, yani sürü psikolojisi, bireylerin kendi görüş ve davranışlarını toplumdaki çoğunluğun eğilimine göre şekillendirme eğilimini ifade eden psikolojik bir olgudur. İnsanlar genellikle başkalarının ne yaptığını gözlemleyerek kendi kararlarını alır ve çoğunluğun tercih ettiği görüşleri benimseme eğilimi gösterir, bu durum sosyal davranışların ve toplumsal trendlerin hızla yayılmasını sağlar. Sürü psikolojisi sadece sosyal medyada viral içeriklerin veya popüler kültür akımlarının yayılmasında değil, ekonomik kararlar, seçimler ve tüketici davranışlarında da belirgin bir şekilde gözlemlenebilir. <a href='https://www.psychologytoday.com/us' target='_blank'>Psychology Today</a> ve <a href='https://www.frontiersin.org/journals/psychology' target='_blank'>Frontiers in Psychology</a> gibi kaynaklar, bireylerin çoğunluğun davranışını takip ederek kendi kararlarını şekillendirmesinin hem avantaj hem de dezavantajlarını detaylı şekilde incelemiştir. Avantajları arasında hızlı karar verme ve toplumsal uyum yer alırken dezavantajları arasında bireysel düşüncenin bastırılması, yanlış bilgiye dayalı yayılma ve toplumsal davranışlarda manipülasyon riski bulunmaktadır. Sürü psikolojisi pazarlama ve siyaset alanlarında stratejik olarak kullanılırken, bireylerin farkındalığı ve eleştirel düşünme becerileri bu etkinin olumsuz etkilerini azaltmada kritik öneme sahiptir. Sonuç olarak <a href='https://en.wikipedia.org/wiki/Bandwagon_effect' target='_blank'>bandwagon effect</a>, bireylerin toplumsal etkileşimlerde ve karar alma süreçlerinde çoğunluğun etkisi altında kalmasını açıklayan güçlü bir psikolojik mekanizma olarak hem sosyal bilimler hem de ekonomi ve iletişim alanlarında araştırılmaya devam etmektedir."
  },
  {
    "id": 9,
    "title": "Kayıtsızlıkın Bedeli",
    "category": "Psikoloji",
    "excerpt": "Kayıtsızlık tarafsız mı?",
    "author": "Mehmet Fatih Gültekin",
    "date": "2025-10-06",
    "content": "<a href='https://en.wikipedia.org/wiki/Indifference' target='_blank'>Kayıtsızlık</a>, bireyin çevresindeki olaylara, acılara veya adaletsizliklere duygusal ya da davranışsal tepki vermemesi durumunu ifade eden karmaşık bir psikolojik ve toplumsal olgudur. Tarih boyunca kayıtsızlık, insanlık adına işlenen birçok felaketin sessiz ortağı olmuştur. Örneğin <a href='https://en.wikipedia.org/wiki/Kristallnacht' target='_blank'>Kristal Gece</a> sırasında Yahudilere karşı gerçekleştirilen sistematik şiddet eylemlerine toplumun büyük kısmı sessiz kalmış, bu sessizlik Nazi rejiminin zulmünü büyüten en tehlikeli güçlerden biri haline gelmiştir. Benzer şekilde, günümüzde <a href='https://en.wikipedia.org/wiki/2023%E2%80%93present_Israel%E2%80%93Hamas_war' target='_blank'>Gazze’de yaşanan insani kriz</a> karşısında da dünya genelinde görülen tepkisizlik, modern çağın en belirgin kayıtsızlık örneklerinden biri olarak değerlendirilmektedir. Psikoloji alanında yapılan araştırmalar, kayıtsızlığın çoğu zaman empati yorgunluğu ve bilişsel savunma mekanizmalarından kaynaklandığını göstermektedir. İnsan beyni sürekli acıya tanık olduğunda bir tür duygusal uyuşma geliştirir; bu da bireyin olaylara karşı duyarsızlaşmasına neden olur. Ancak bu duyarsızlık bireysel bir tepki olmanın ötesine geçtiğinde toplumsal bir tehlikeye dönüşür çünkü kayıtsızlık zalimin en güçlü müttefiki haline gelir. <a href='https://www.apa.org' target='_blank'>American Psychological Association</a> verilerine göre kayıtsızlık, etik yargıların zayıflamasına, toplumsal sorumluluk bilincinin azalmasına ve uzun vadede medeniyetlerin çöküşünü hızlandırabilecek kültürel erozyona yol açabilir. Sonuç olarak kayıtsızlık tarafsızlık değildir; sessizlik bir eylemsizlik değil, bilinçli ya da bilinçsiz şekilde kötülüğe verilen bir destektir. Eğer insanlık kendi vicdanını korumak istiyorsa, önce bu sessizliğe karşı ses çıkarmayı öğrenmelidir."
  }
]
